{
 "study": "Author and year of publication",
"condition_arm1": "Type of treatment (cbt = cognitive behaviour therapy, 3rd = third wave cognitive behaviour therapy, Exposure = exposure therapy, Other psy = other type of psychotherapy)",
"condition_arm2": "Type of comparator (cau = care as usual, wlc = waitlist, other ctr = other type of inactive control group)",
"multi_arm1": "In multiarm trials, this variable provides a specification of the type of treatment used in the first arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of CBT interventions, face-to-face and Internet-based, this variable would be set to f2f and Internet, respectively.",
"multi_arm2": "In multiarm trials, this variable provides a specification of the type of treatment used in the second arm. This variable is set to NA (missing) when the study was not a multiarm trial. For example, if a multiarm trial employed two types of control groups, waitlist and placebo, this variable would be set to wl and plac, respectively. Typically, multiarm trials employ two or more active treatments (e.g. CBT and problem-solving therapy), which are compared to the same control group (e.g. a waitlist). This means that values in multi_arm2 do not differ (e.g. they are always wl for this specific multiarm trial); nevertheless, the variable should be specified in the dataset.",
"outcome_type": "This variable encodes the type of outcome that builds the basis of the comparison, e.g. means and standard deviations (msd), change from baseline, response, remission, other statistics, etc.",
"instrument": "This variable describes the instrument through which the relevant outcome was measured.",
"rating": "This variable encodes if the measured outcome was self-reported (\"self-report\"), clinician-rated (\"cr\")",
"mean_arm1": "Mean arm 1",
"mean_arm2": "Mean arm 2",
"sd_arm1": "Standard deviation arm 1",
"sd_arm2": "Standard deviation arm 2",
"n_arm1": "Number of participants arm 1",
"n_arm2": "Number of participants arm 2",
"mean_change_arm1": "Mean change from baseline arm 1",
"mean_change_arm2": "Mean change from baseline arm 2",
"sd_change_arm1": "Standard deviation for the change from baseline arm 1",
"sd_change_arm2": "Standard deviation for the change from baseline arm 2",
"n_change_arm1": "Number of participants arm 1 (change scores)",
"n_change_arm2": "Number of participants arm 2 (change scores)",
"dich_paper": "How the paper describes the dichotomous outcome",
"event_arm1": "Number of events (responders, remission, deterioration cases) in the first trial arm",
"event_arm2": "Number of events (responders, remission, deterioration cases) in the second trial arm",
"totaln_arm1": "Total number of participants arm 1 (event data)",
"totaln_arm2": "Total number of participants arm 2 (event data)",
"precalc_g": "The pre-calculated value of Hedges' g (small-sample bias corrected standardized mean difference; Hedges, 1981).",
"precalc_g_se": "Standard error of g",
"precalc_log_rr": "The pre-calculated value of the log-risk ratio logeRR, comparing events in the first arm to events in the second arm.",
"precalc_log_rr_se": "The standard error of the log-risk ratio logeRR, comparing events in the first arm to events in the second arm.",
"other_stat": "Ouctome statistic from the paper used to precalculate the effect size",
"bl_m_arm1": "Baseline mean arm 1",
"bl_sd_arm1": "Baseline standard deviation arm 1",
"bl_n_arm1": "Number of participants at baseline arm 1",
"bl_m_arm2": "Baseline mean arm 2",
"bl_sd_arm2": "Baseline standard deviation arm 2",
"bl_n_arm2": "Number of participants at baseline arm 2",
"rand_arm1": "Randomized number of participants arm 1",
"rand_arm2": "Randomized number of participants arm 2",
"attr_arm1": "Attrition arm 1",
"attr_arm2": "Attrition arm 2",
"year": "Year of publication",
"time_weeks": "The measurement point at which the outcome was obtained, in weeks after randomization (set to NA if this information was not available).",
"time": "The measurement point at which the outcome was obtained (e.g. post or follow-up).",
"comorbid_mental": "All the participants are recruited based on meeting criteria for a comorbid mental health disorder (e.g. anxiety and depression). Coded as y= yes, n= no",
"format": "ind= individual; grp= group; gsh= guided self-help; ush= unguided self-help; Mixed/oth = mixed or other formats",
"format_details": "It includes more details about the format",
"n_sessions_arm1": "Average number of sessions received",
"country": "continent where the trial was conducted: Asia; Australia; Europe; North America",
"age_group": "Adul = adults; Yadul = young adults (studies in college students and studies with a mean age between 18 and 24)",
"mean_age": "Average age",
"percent_women": "% of women at baseline",
"recruitment": "com= community; clin= clinical; oth= other",
"target_group": "adul = adults; stud/oth = students or other target groups",
"rob": "Overall risk of bias score",
"rob_domain1": "Risk of bias score domain 1, risk of bias arising from the randomization process",
"rob_domain2": "Risk of bias score domain 2, risk of bias due to deviations from the intended interventions (effect of assignment to intervention)",
"rob_domain3": "Risk of bias score domain 3, risk of bias due to missing outcome data",
"rob_domain4": "Risk of bias score domain 4, risk of bias in measurement of the outcome",
"rob_domain5": "Risk of bias score domain 5 risk of bias in selection of the reported result",
".id": "metapsyTools generated variable: Unique identifier for a trial arm comparison/row.",
".g": "metapsyTools generated variable: Calculated effect size (Hedges' g).",
".g_se": "metapsyTools generated variable: Standard error of Hedges' g.",
"notes": "Notes about the trial",
"full_ref": "Full reference of the study." 
}
